Repository: marian1x/fallback
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Trading Dashboard
ro: Panou de Tranzacționare

source: Please log in first.
ro: Vă rugăm să vă autentificați mai întâi.

source: Logged in.
ro: Autentificat cu succes.

source: Invalid credentials.
ro: Date de autentificare invalide.

source: Logged out.
ro: Deconectat cu succes.

source: Dashboard
ro: Panou Principal

source: Closed Trades
ro: Tranzacții Închise

source: Open Analytics
ro: Analiză Poziții Deschise

source: Advanced Analytics
ro: Analiză Avansată

source: Configuration
ro: Configurație

source: View Logs
ro: Vizualizare Jurnale

source: DB Management
ro: Gestiune Bază de Date

source: Log Out
ro: Deconectare

source: Change Language
ro: Schimbă Limba

source: Toggle Dark/Light Mode
ro: Comută Modul Întunecat/Luminos

source: Main dashboard with open positions and account summary
ro: Panoul principal cu poziții deschise și sumarul contului

source: View and filter your trade history
ro: Vizualizați și filtrați istoricul tranzacțiilor

source: Analyze currently open positions
ro: Analizați pozițiile deschise în prezent

source: In-depth strategy performance metrics
ro: Metrici detaliate despre performanța strategiei

source: Administrative tools
ro: Unelte administrative

source: Edit the .env configuration file
ro: Editați fișierul de configurare .env

source: View application and trade logs
ro: Vizualizați jurnalele aplicației și ale tranzacțiilor

source: Backup, restore, or re-initialize the database
ro: Backup, restaurare sau reinițializare a bazei de date

source: Account Summary
ro: Sumar Cont

source: Live Open P/L
ro: P/L Live Poziții Deschise

source: # Open Trades
ro: # Tranzacții Deschise

source: Equity
ro: Capital Propriu

source: Cash
ro: Numerar

source: Manual Trade
ro: Tranzacție Manuală

source: Symbol
ro: Simbol

source: Amount ($)
ro: Suma ($)

source: Side
ro: Parte

source: Buy (Long)
ro: Cumpărare (Long)

source: Sell (Short)
ro: Vânzare (Short)

source: Send
ro: Trimite

source: Open Positions
ro: Poziții Deschise

source: Qty
ro: Cant.

source: Open Price
ro: Preț Deschidere

source: Current Price
ro: Preț Curent

source: Open Time
ro: Data Deschiderii

source: Action
ro: Acțiune
